Repository: mozilla-l10n/mt-training-data
Catalog: ht/ht_pontoon.tmx
Source language: en_us
Languages: ht

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
ht: <pontoonAccountLink>Kreye yon kont</pontoonAccountLink> si ou pa genyen youn. Apre sa, chwazi lang ou <strong>('Ekip')</strong> epi chwazi pwojè a, <pontoonCvLink>Vwa komen</pontoonCvLink>. Ap gen fichye pou tradui. Klike sou youn, Lè sa a, li montre mo nan lang angle ak yon bwat tradui yo.

source: Portuguese
ht: Pòtigè

source: Press play, listen & tell us: did they accurately speak the sentence below?
ht: Peze jwe, koute epi di nou: èske yo te byen pale fraz ki anba a?

source: Press { shortcut-play-toggle } to toggle play mode
ht: Peze { shortcut-play-toggle } pou chanje mòd jwe

source: Privacy
ht: Konfidansyalite

source: Privacy Policy
ht: Règleman sou enfòmasyon prive

source: Privacy, security and transparency.
ht: Konfidansyalite, sekirite ak transparans.

source: Pro
ht: Pwofesyonèl

source: Profile
ht: Pwofil

source: Profile information improves the audio data used in training speech recognition accuracy.
ht: Enfòmasyon sou pwofil amelyore done odyo yo ki itilize nan fòmasyon presizyon rekonesans lapawòl.

source: Profile: { $username }
ht: Pwofil: { $username }

source: Progress
ht: Pwogrè

source: Punjabi
ht: Pounjabi

source: Quechua Chanka
ht: Kwechwa Chanka

source: r
ht: a

source: Reader Effects
ht: Efè lektè

source: Read More
ht: Li piplis

source: Read more on our About page
ht: Li plis sou paj About nou an

source: Read the sentence carefully - don’t miss, change or add words.
ht: Li fraz la ak anpil atansyon - pa manke, chanje oswa ajoute mo.

source: Ready to contribute?
ht: Pare pou kontribiye?

source: Ready to donate your voice?
ht: Eske'w pare pou pataje vwa'w?

source: Ready to help validate sentences?
ht: Pare pou ede valide fraz yo?

source: reCAPTCHA is required if you want to proceed
ht: reCAPTCHA obligatwa si ou vle kontinye

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
ht: Resevwa Imèl tankou rapèl defi ak objektif, dènye pwogrè, ak bilten enfòmasyon sou Common Voice.

source: Recorded Clips
ht: Odyo Ki Te Anrejistre

source: Recorded Hours
ht: Lè Ki Te Anrejistre

source: <recordIcon></recordIcon> Last one!
ht: <recordIcon></recordIcon> Dènye an!

source: Recordings
ht: Anrejistreman yo

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
ht: Anrejistreman son vwa se yon pati entegral nan bati done ouvè nou an; gen moun ki ta di se pati ki amizan tou.

source: Record/Stop
ht: Anregistre/Sispann

source: Record your voice
ht: Anrejistre vwa'w

source: Refresh
ht: Rafrechi

source: Reject
ht: Rejte

source: Rejected Sentences
ht: Fraz ki te rejte yo

source: remove
ht: retire

source: Remove
ht: Retire

source: Remove Avatar
ht: Retire Avata

source: Report
ht: Rapòte

source: Report Bugs
ht: Rapòte pwoblèm

source: Report copyright issues
ht: Rapòte pwoblèm copyright

source: Report was passed successfully
ht: Rapò a te pase avèk siksè

source: Request a Language
ht: Mande yon lang

source: Request recordings
ht: Mande anrejistreman yo

source: *required
ht: *obligatwa

source: Re-record
ht: Re-anrejistre

source: Re-record clip
ht: Re-anrejistre odyo

source: Reset skipped sentences
ht: Reyajiste fraz sote yo

source: Return
ht: Retounen

source: Return here to edit your goal anytime.
ht: Retounen isit la pou modifye objektif ou nenpòt lè.

source: Return to Common Voice
ht: Retounen nan Common Voice

source: Return to Common Voice Datasets
ht: Retounen nan ansanm done Common Voice yo

source: Return to Languages
ht: Retounen nan lang yo

source: Review
ht: Revize

source: Review could not be saved. Please try again later.
ht: Revizyon pa t 'kapab sere. Tanpri eseye ankò pita.

source: ⓘ Review Criteria
ht: ⓘ Kritè Pou Revize yo

source: Review Criteria
ht: Kritè Pou Revize yo

source: Reviewed sentences not submitted, are sure?
ht: Fraz revize yo pa soumèt, èske'w sèten?

source: Review & re-record clips here as you go
ht: Revize ak re-anrejistre odyo yo isit la pandan w'ap kontinye

source: Review & re-record clips if needed
ht: Revize epi re-anrejistre odyo yo si sa nesesè

source: Review sentences
ht: Revizyon fraz yo

source: Review Sentences
ht: Revizyon fraz yo

source: Review & Submit
ht: Revize & Soumèt

source: Romanian
ht: Woumen

source: Romansh Sursilvan
ht: Romanch Sousilvan

source: Romansh Vallader
ht: Romanch Valadè

source: Runyankole
ht: Rounyankoli

source: Russian
ht: Ris

source: Sakha
ht: Saka

source: Saraiki
ht: Sarayki

source: Sardinian
ht: Sadinyen

source: Save
ht: Sere

source: Saved
ht: Li Sere

source: Search
ht: Chache

source: Search for answers
ht: Chèche repons

source: Search for them on the Internet
ht: Chèche yo sou entènèt la

source: See how your progress compares to other contributors all over the world.
ht: Gade ki jan pwogrè'w konpare ak lòt kontribitè nan tout mond lan.

source: See Less
ht: Gade Mwens

source: See More
ht: Gade plis

source: Select a Language...
ht: Chwazi yon lang...

source: Selected
ht: Chwazi

source: Select Language
ht: Chwazi Lang

source: Select the desired language dataset and choose the version you wish to download.
ht: Chwazi dataset lang ou vle a epi chwazi vèsyon ou vle telechaje a.

source: Send sign up link
ht: Voye lyen pou enskri

source: Sentence Collection
ht: Koleksyon fraz

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
ht: <sentenceCollectorFragment>Gade plis enfòmasyon sou koleksyon fraz</sentenceCollectorFragment>.

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
ht: <sentenceCollectorVideo>Gade gid nou sou itilizasyon Sentence Collector</sentenceCollectorVideo>.

source: Sentence must contain between 1 and 14 (inclusive) words
ht: Fraz dwe genyen ant 1 ak 14 mo (enklizif).

source: Sentences
ht: Fraz yo

source: { $sentences } added by you
ht: { $fraz } ou te ajoute

source: Sentences are collected for people to read aloud.
ht: Yo kolekte fraz pou moun yo li awotvwa.

source: Sentence should not contain abbreviations
ht: Fraz la pa ta dwe genyen abrevyasyon

source: Sentence should not contain numbers
ht: Fraz lapa ta dwe gen nimewo

source: Sentence should not contain symbols
ht: Fraz la pa ta dwe gen senbòl

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
ht: Fraz yo dwe revize epi aksepte pa de moun pou yo enkli nan Common Voice. Ou kreye gid pou lang ou <languageGuidelinesLink>isit</languageGuidelinesLink>. Fraz yo dwe nan <licenseLink>domèn piblik</licenseLink> epi yo dwe pi kout pase 15 mo. Ou ka mande pwopriyetè yon tèks pou fè l <waiverLink>CC0 lè l sèvi avèk pwosesis egzansyon nou an</waiverLink>, epi voye l ba nou sou commonvoice@mozilla.com.

source: Sentences not submitted, are you sure you want to leave?
ht: Fraz yo pa soumèt, èske ou sèten ou vle kite?

source: Sentence text
ht: Tèks fraz

source: Serbian
ht: Sèb

source: Set a goal
ht: Mete yon objektif

source: Set my visibility
ht: Mete vizibilite mwen

source: Setswana
ht: Sètswana

source: Settings
ht: Konfigirasyon

source: SHA256 Checksum Copied!
ht: Sòm chèk SHA256 kopye!

source: Share Common Voice
ht: Pataje Common Voice

source: Share my goal
ht: Pataje objektif mwen

source: Share your clip
ht: Pataje odyo'w la

source: Share your { $count } Clip Daily Goal for { $type }
ht: Pataje objektif chak jou { $count } ou pou { $type }

source: Share your { $count } Clip Weekly Goal for { $type }
ht: Pataje { $count } objektif chak semèn ou pou { $type }

source: Shilha
ht: Chila

source: Shortcuts
ht: Rakousi

source: [Should be ‘dinosaurs’]
ht: [Ta dwe 'dinozò yo']

source: Show all skipped sentences again
ht: Montre tout fraz sote yo ankò

source: Show my ranking
ht: Montre klasman mwen an

source: Sicilian
ht: Sisilyen

source: Sign up
ht: Enskri

source: Sign up for an account
ht: Enskri pou yon kont

source: Sign up for Common Voice newsletters, goal reminders and progress updates
ht: Enskri pou bilten Common Voice, rapèl objektif ak pwogrè

source: sign up for email updates
ht: enskri pou jwen imel pwogrè

source: Sign up for { $lang } updates:
ht: Enskri pou dènye nouvèl sou { $lang }:

source: Sinhala
ht: Sinyala

source: Size
ht: Gwosè

source: Skip
ht: Sote

source: Skip Submission Feedback
ht: Sote Reyaksyon Soumèt

source: Slovenian
ht: Slovenyen

source: Small businesses, including tech and AI start ups
ht: Ti biznis, ki gen ladan teknoloji ak EA k'ap debite

source: Social media
ht: Rezo Sosyo

source: Somali
ht: Somalyen

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
ht: Gen kèk lang ki gen gwo varyasyon nan gramè, vokabilè ak pwononsyasyon. Pou rezon sa a, n ap <ctaLink>entwodwi 'Varyan'</ctaLink> an 2022. Sa bay kominote yo yon fason pou yo distenge lang yo nan pi gwo seri done a.

source: Someone asks for a language to be added.
ht: Yon moun mande pou ajoute yon lang.

source: Something went wrong with reCAPTCHA. Please try again.
ht: Yon bagay ale mal ak reCAPTCHA. Tanpri eseye ankò.

source: Sorbian, Lower
ht: Sid Sòbyen

source: Sorbian, Upper
ht: Nò Sòbyen

source: Sorry, Common Voice is running slowly. Thanks for your interest.
ht: Eskize nou, Common Voice ap kouri twò lan kounya. Mèsi pou enterè'w.

source: Sorry, something went wrong
ht: Eskize nou, yon bagay te mal pase

source: Source: { $sentenceSource }
ht: Sous: { $sentenceSource }

source: Source: { $source }
ht: Sous: { $source }

source: Southern Kurdish
ht: Koudich di Sid

source: Southern Sotho
ht: Sid Sotho

source: Spanish
ht: Panyòl

source: Speak
ht: pale

source: Speakers
ht: Moun kap pale

source: Speaking
ht: Pale

source: Speaking and Listening
ht: Pale ak Tande

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
ht: Pale ak vwa nòmal ou! Fason ou pale a byen akeyi isit la - nou vle aksan ou jan li ye a, epi nou vle volim abityèl ou, style ak entonasyon.

source: Speak now
ht: Pale kounye a

source: Speak up, contribute here!
ht: Ou mèt pale, kontribye isit la!

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
ht: <speechBlogLink>Kòmanse ak Rekonesans Lapawòl</speechBlogLink>

source: Speech is often the most natural way we communicate with each other and voice technologies are bringing that convenience to our computers and mobile devices. We want to empower developers to build amazing voice recognition applications like real-time translators and voice-enabled digital assistants. But right now most of the voice data required to build these kinds of apps is expensive and proprietary. We hope the Common Voice dataset will give developers what they need to innovate and make speech technology available in their own language. To make voice recognition even more universal, we're collecting voice samples in widely spoken languages as well as those with a smaller population of speakers often underserved by commercial speech recognition services. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and entire speech communities to address this gap themselves.
ht: Lapawòl se souvan fason ki pi natirèl nou kominike youn ak lòt ak teknoloji vwa yo ap pote konvenyans sa nan òdinatè nou yo ak aparèy mobil yo. Nou vle pèmèt devlopè yo bati aplikasyon pou rekonesans vwa eksepsyonel tankou jan moun tradiktè yo fè'l an tan reyèl ak tankou asistan dijital ki travay ak vwa. Men kounye a pi fò nan done vwa ki nesesè pou bati kalite aplikasyon sa yo chè anpil e yon gent mèt pa yo. Nou espere ke seri done Common Voice la pral bay devlopè yo sa yo bezwen pou yo inove epi fè teknoloji lapawòl disponib nan pwòp lang yo. Pou rann rekonesans vwa a vin pi inivèsèl, n'ap kolekte echantiyon vwa nan lang yo pale anpil ansanm ak moun ki gen yon popilasyon ki pi piti nan moun ki pi souvan yo pa sèvis rekonesans lapawòl ak pwodwi komèsyal chè yo. Pibliye yon seri done divès vwa pral pèmèt devlopè yo, antreprenè yo, ak tout kominote lapawòl yo abòde diferans sa nan mitan yo.

source: Speech-to-text (STT)
ht: Lapawòl-a-tèks (LAT)

source: Speech-to-text (STT) technologies convert voice data into text.
ht: Teknoloji Speech-to-text (STT) konvèti done vwa an tèks.

source: Splits
ht: Fann

source: Start recording
ht: Kòmanse anrejistreman

source: Start typing to describe your accent
ht: Kòmanse tape pou dekri dyalèk ou

source: Statistics
ht: Estatistik

source: Stats
ht: Statistik

source: Status Page
ht: Paj Estati

source: Streaks
ht: Alakelele

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
ht: <strong>Pa rejte klip kote oratè a 'gen yon aksan' ki diferan de pwòp ou a</strong>-sa enpòtan pou rekonesans vwa a travay pi byen pou tout moun.

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
ht: <strong>Fè kreyatif!</strong> Kominote lang ou a pral inik, epi sa yo se jis kèk fason pou kòmanse.

source: <strong>Sentence Collector</strong> is a tool for collecting and validating public domain sentences. You will <scAccountLink>need to create an account</scAccountLink>. Then, add your language to your <strong>Profile</strong>. You can <strong>Add</strong> sentences or <strong>Review</strong> previously-added sentences.
ht: <strong>Sentence Collector</strong>se yon zouti pou kolekte epi valide santans domèn piblik yo. Ou pral <scAccountLink>bezwen kreye yon kont</scAccountLink>. Apre sa, ajoute lang ou nan <strong>Profil</strong>ou. Ou ka <strong>Ajoute</strong> fraz oswa <strong>Revize</strong> fraz ki te ajoute deja.

source: Submission: { $batchId }
ht: Soumèt: { $batchId }

source: Submission Error
ht: Erè soumisyon

source: Submit
ht: Soumèt

source: Submit a report
ht: Soumèt yon rapò

source: Submit clips
ht: Soumèt odyo yo

source: Subscribe
ht: Abòne

source: Success
ht: Siksè

source: success checkmark
ht: mak siksè

source: Success, profile created!
ht: Bravo, pwofil ou kreye!

source: Swedish
ht: Swis

source: Syriac
ht: Siryak

source: Tahitian
ht: Tayisyen

source: Taiwanese (Minnan)
ht: Taywanè (Minnan)

source: Taking several attempts to read a word.
ht: Pran plizyè tantativ pou li yon mo.

source: Tamazight
ht: Tamazigt

source: Tap
ht: Tape

source: Tatar
ht: Tata

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
ht: Tatoeba se yon baz done gwo fraz, tradiksyon, ak odyo pale pou itilize nan aprann lang. Telechajman sa a gen anglè pale kominote yo anrejistre.

source: Tell us what you'd like to download:
ht: Di nou sa'w ta renmen telechaje:

source: Telugu
ht: Telougou

source: Terms
ht: Règleman

source: Thai
ht: Tay

source: Thanks for confirming your account, now let's build your profile.
ht: Mèsi paske ou konfime kont ou, kounye a ann bati pwofil ou.

source: Thank you for contributing your voice!
ht: Mèsi paske'w kontribye vwa'w!

source: Thank you for donating your voice clips!
ht: Mèsi paske w bay klip vwa w yo!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
ht: Mèsi pou anrejistreman!<lineBreak></lineBreak>Koulye a, revize epi voye klip ou yo anba a.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
ht: Mèsi poutèt ou enterese kontribye nan lang { $lang } a. Nou travay di pou tout lang pare pou lanse epi kontinye met ekip yo ajou pa imèl. Si ou vle kontribye, tanpri mete imèl ou anba a.

source: Thank you for your voice information
ht: Mèsi pou enfòmasyon vwa'w

source: Thank you! You’ve sent a new language enquiry
ht: Mèsi! Ou te mande yon nouvo lang

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
ht: Clip Graveyard la konsiste de klip vwa ki pa t antre nan seri done Common Voice la. Menm jan ak done yo, Clip Graveyard la disponib pou telechaje. Nou ta renmen remèsye moun ak òganizasyon sa yo pou èd yo nan pwojè a:

source: The clip has disrespectful or offensive language.
ht: Odyo a gen yon langaj derespektan oswa ofansif.

source: The Common Voice dataset complements Mozilla’s open source voice recognition engine Deep Speech. The first version of Deep Speech was released in November 2017 and has continued to evolve ever since. Together with the Common Voice dataset, we believe this open source voice recognition technology should be available to everybody. It’s our hope these technologies will enable developers to build a wave of innovative products and services.
ht: Ansanm done Common Voice konplete motè rekonesans vwa sous pwogram louvri Mozilla Deep Speech. Premye vèsyon Deep Speech te pibliye an Novanm 2017 e li kontinye evolye depi lè sa a. Ansanm ak seri done Common Voice, nou kwè teknoloji rekonesans vwa sous pwogram louvri sa dwe disponib pou tout moun. Nou espere ke teknoloji sa yo pral pèmèt devlopè yo bati yon bann pwodwi ak sèvis inovatè.

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
ht: Common Voice Dataset gen plizyè santèn milye echantiyon vwa ki ede devlopè yo kreye zouti rekonesans vwa yo.

source: The Common Voice dataset is an open and publicly available resource that can be used to train a wide variety of speech-enabled applications. To protect the security of our contributors, we ask everyone who downloads the Common Voice dataset to respect contributors’ privacy. All voice clips in the dataset are scrubbed of personally identifying information. When you download the dataset, you agree to not attempt to determine the identity of any contributor. That means you cannot try to link information in the dataset to a contributor’s personal information. You may, however, use the dataset to train speech recognition, speaker recognition, or other applications, by, for instance, linking information in the dataset to other information already in the dataset.
ht: Ansanm done Common Voice se yon resous ouvè epi ki disponib pou piblik la ki ka itilize pou fòme yon pakèt aplikasyon pou lapawòl. Pou pwoteje sekirite kontribitè nou yo, nou mande tout moun ki telechaje seri done Common Voice pou yo respekte konfidansyalite kontribitè yo. Tout klip vwa ki nan seri done yo retire enfòmasyon ki idantifye moun pèsonèlman. Lè w telechaje dataset la, ou dakò pou w pa eseye detèmine idantite okenn kontribitè. Sa vle di ou pa ka eseye konekte enfòmasyon ki nan seri done a ak enfòmasyon pèsonèl yon kontribitè. Sepandan, ou ka sèvi ak seri done a pou antrene rekonesans lapawòl, rekonesans oratè, oswa lòt aplikasyon, pa egzanp, lyen enfòmasyon ki nan seri done a ak lòt enfòmasyon ki deja nan seri done a.

source: The Common Voice dataset is available for download under the <licenseLink>CC0</licenseLink> license on <datasetLink>our Datasets page</datasetLink>. You can also download several other publicly available datasets from the same page.
ht: Ansanm done Common Voice la disponib pou telechaje anba lisans <licenseLink>CC0</licenseLink> sou <datasetLink>paj Datasets nou an</datasetLink>. Ou ka telechaje plizyè lòt done ki disponib piblikman nan menm paj la.

source: The count of voice recording hours that have been validated by 2 out of 3 users with a vote of “Yes”. These mark progress toward the overall project 10k hours goal.
ht: Kantite èdtan anrejistreman vwa yo te valide pa 2 sou 3 itilizatè yo ak yon vòt "Wi". Sa yo make pwogrè nan direksyon pwojè an jeneral objektif 10k èdtan.

source: The count of voice recording hours we have collected so far.
ht: Konte èdtan anrejistreman vwa nou te kolekte jiskaprezan.

source: The giant dinosaurs of the Triassic.
ht: Dinozò yo jeyan nan triyas la.

source: The goal of the Common Voice dataset is to enable anyone in the world to build speech recognition, speaker recognition, or any other type of application that requires voice data. A voice assistant is just one of many types of applications you could use the dataset to build.
ht: Objektif done Common Voice la se pou pèmèt nenpòt moun nan mond lan bati rekonesans lapawòl, rekonesans moun k'ap pale, oswa nenpòt lòt kalite aplikasyon ki mande done vwa. Yon asistan vwa se jis youn nan plizyè kalite aplikasyon ou ta ka itilize ansanm done a pou konstwi.

source: The multi-language version of the Common Voice dataset is currently undergoing community supported bundling and cleaning. If you would like to help us bring Common Voice to new languages, go check out the <sentenceCollectorLink>Sentence Collection Tool</sentenceCollectorLink> for adding new sentences to the dataset, and Mozilla <pontoonLink>Pontoon</pontoonLink> for translating the website itself. New languages are added to Common Voice for voice contribution when 5000 approved sentences have been collected.
ht: Vèsyon plizyè lang nan seri done Common Voice la kounye a ap sibi gwoupman ak netwayaj nan kominote a. Si ou ta renmen ede nou pote Common Voice nan nouvo lang, ale tcheke <sentenceCollectorLink>Outil Koleksyon Fraz</sentenceCollectorLink> pou ajoute nouvo fraz nan seri done a, epi Mozilla <pontoonLink>Pontoon</pontoonLink> pou tradwi sit entènèt la tou. Nouvo lang yo vin ajoute nan Common Voice pou kontribisyon vwa lè 5000 fraz yo te kolekte yo apwouve.

source: The number of recordings and which languages you contribute to will be public.
ht: Kantite anrejistreman ak nan ki lang ou kontribye yo pral piblik.

source: The process by which a contributor’s profile information is obscured from their donated voice clips when packaged for download as a part of the dataset.
ht: Pwosesis kote enfòmasyon pwofil yon kontribitè yo kache nan klip vwa yo bay yo lè yo pake pou telechaje kòm yon pati nan seri done a.

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
ht: Gen anpil fason pou panse sou lang. Pou rezon modèl rekonesans lapawòl, Common Voice sijere konsantre sou 'entelejibilite mityèl', oswa 'kapab moun ki pale lang sa a sitou konprann youn lòt si yo eseye fè sa?'

source: The recording was too long.
ht: Anrejistreman an te twò long.

source: The recording was too quiet.
ht: Anrejistreman an te twò ba.

source: The recording was too short.
ht: Anrejistreman an te twò kout.
